{
    "username": "username",
    "basic": {
        "name": "Dr. Balaji Ramanujam",
        "designation": "Professor",
        "email": "balaji.cse@crescent.education",
        "doj": "21-09-2017",
        "exp": "12 Years",
        "research": [
            "Data Mining",
            "Machine Learning",
            "Big Data Analytics",
            "Cloud Computing"
        ]
    },
    "journal_papers_published":[
        "Investigative Protocol Design of Layer Optimized Image Compression in Telemedicine Environment”, Procedia Computer Science 167, 2617-2622",
        "ICTs role in building and understanding Indian Telemedicine Environment : A Study”, Information and Communication Technology for Competitive Strategies, Springer Publications, 2019. Scopus Indexed.",
        "A Dynamic MooM Dataset Processing under TelMED protocol design for QoS improvisation of telemedicine environment”, Journal of medical systems 43 (8), 257, 2019.",
        "Using an innovative stacked ensemble algorithm for the accurate prediction of preterm birth, Journal of the Turkish German Gynecological Association 20 (2), 70, 2019.",
        "An optimized RTSRV machine learning algorithm for biomedical signal transmission and regeneration for telemedicine environment, Procedia Computer Science 152, 140-149, 2019."
    ],
    "conference_papers_published":[
        "Optimized Multiwalk Algorithm for Test Case Reduction, International Conference on Intelligent Computing and Applications, Springer, 2019.",
        "Predicting Movie Success using Regression Techniques, International Conference on Intelligent Computing and Applications, Springer, 2019.",
        "Architecture to Minimize Energy Consumption in Cloud Datacenter, International Conference on Intelligent Computing and Applications, Springer, 2019.",
        "Chennai Water Crisis Data, International Conference on Intelligent Computing and Applications, Springer, 2019.",
        "Architecture to Minimize Energy Consumption in Cloud Datacenter”, International Conference on Intelligent Computing and Control System, pp.1044-1048, IEEE, 2019."
    ],
    "patents": [
        "A Method for Overcoming Cold Start Problem in Recommending Cloud Services. Application No: 201641025965 A (Published).",
        "A Method for Acquiring Quality of Service and Quality of Experience Parameter of PaaS Cloud Renderfarm Services. Application No: 201641025966 A, (Published)."
    ],
    "consultancies": [
        "Partially completed a consultancy project for Unwind labs for their project titled “Development of Auto BOTS for Integrated CR”",
        "Working on a consultancy project for Unwind Labs on Block chain technology"
    ],
    "awards": [
        "Recipient of Innovative Technological Research & Dedicated, Excellent Professional Achievement Award organised by the Society of Innovative Educationalist & Scientic Research Professional Malayasia. App.No.201920R0624,FSIESRP, Oct 2020",
        "Recipient of Best Researcher Award  in the First International Scientific conference  organized by VD Good Chennai on 14th Sept 2019",
        "Recipient of “Bharat Shiksha Ratan Award” for recognizing outstanding achievements on the occasion of National Seminar “Individual Contribution for Social and Economic Growth” on 12th June 2014, New Delhi",
        "Recipient of “Best Teacher Award” from Lions Club of Red hills, Chennai.",
        "Recipient of Bharat Vibhushan Samman Puraskar award through the Economic and Human Resource Development Association on 20th December 2013."
    ]
}